<template>
	<div id="personalCreditContract">
		<div class="box">
			<h1>个人信用报告查询授权书</h1>
			<p>重要提示：</p>
			<p class="p1">尊敬的客户：为了维护您的权益，请在签署本授权书前，仔细阅读本授权书各条款（特别是黑体字条款），关注您在授权书中的权利和义务。如有任何疑问，请向被授权人咨询。</p>
			<p class="p2">被授权人：九江银行股份有限公司</p>
			<p class="p2">授权期间：从授信业务申请到授信业务终止</p>
			<p class="p2">一、在授权期间，授权人同意并不可撤销地做出如下授权：</p>
			<p class="p1">（一）<i class="p2">被授权人</i>可以按照国家相关规定采集并向金融信用信息基础数据库和其他依法设立的征信机构提供符合相关规定的授权人个人信息和信用信息。（包括授权人在被授权人处办理业务时产生的不良信息）</p>
			<p class="p1">（二）<i class="p2">被授权人</i>可以根据国家有关规定，通过金融信用信息基础数据库和其他依法设立的征信机构查询、打印、保存符合相关规定的授权人个人信用信息。用途如下：</p>
			<p class="p2">1、审核授权人或配偶贷款申请时；</p>
			<p class="p2">2、审核授权人贷记卡、准贷记卡申请时；</p>
			<p class="p2">3、审核授权人或配偶作为担保人时；</p>
			<p class="p2">4、受理授权人担任法定代表人、负责人或出资人的法人或其他组织的贷款或该法人或其他组织作为担保人，需要查询授权人信用状况时；</p>
			<p class="p2">5、受理授权人担任法定代表人、负责人或出资人的法人、商户或其他组织的特约商户开户申请，需要查询授权人信用状况时；</p>
			<p class="p2">6、对已向授权人或配偶发放的个人贷款，已办理的贷记卡（准贷记卡），授权人担任法定代表人、负责人或出资人的特约商户进行风险调查、风险管理、贷后管理时；</p>
			<p class="p2">7、处理授权人征信异议时；</p>
			<p class="p2">8、依法或经有权部门要求时；</p>
			<p class="p2">9、被授权人认为其他需要查询授权人信用状况时。</p>
			<p class="p1">二、在本授权期间，授权人指定的本人唯一联系方式为：<i class="red">{{userObj.mobile}}</i> ，被授权人以此联系方式所发送的通知均视为授权人已经收到。除非被授权人事先收到授权人联系方式发生变更的书面通知。</p>
			<p class="p2">三、被授权人应在本授权范围内查询授权人信用信息，被SS授权人超出授权范围查询的应承担相应的法律责任。</p>
			<p class="p1">授权人声明：被授权人已依法向授权人提示了相关条款（特别是黑体字条款），应授权人要求对相关条款的概念、内容及法律效果做了说明，授权人已经知悉并理解上述全部条款。</p>
			<div class="signature">
				<p>授权人（签字）：<i class="red">{{userObj.username}}</i> </p>
				<p>身份证件类型： 身份证</p>
				<p>身份证件号码：<i class="red">{{userObj.identity}}</i></p>
			</div>

			<div id="time">
				<time><i class="red">{{time | filterTimeFun3}}</i></time>
			</div>
		</div>
	</div>
</template>

<script type="es6" src="./personalCreditContract.js"></script>
<style lang="scss" src="./personalCreditContract.scss"></style>