<template>
    <div>
      下单
        <!--<el-tabs v-model="activeName" @tab-click="handleClick">-->
            <!--<el-tab-pane label="产品" name="first">-->
                <!--<img id="introImg" src="../assets/temp/product1.jpg" alt=""/>-->
                <!--<div class="proTitle">-->
                    <!--<p>越南进口红心火龙果 单果约450~500g 清新柑香 美味爽口 惊艳你的味蕾</p>-->
                <!--</div>-->
                <!--<div class="feature">-->
                    <!--<p>特点和功效</p>-->
                    <!--<ul>-->
                        <!--<li>果肉丰满</li>-->
                        <!--<li>有机绿色</li>-->
                        <!--<li>有机绿色</li>-->
                        <!--<li>解毒作用</li>-->
                        <!--<li>解毒作用</li>-->
                        <!--<li>保健功效</li>-->
                    <!--</ul>-->
                <!--</div>-->
                <!--<div class="content">-->
                    <!--<p>产品介绍</p>-->
                    <!--火龙果是长寿植物，成活几十年乃至上百年。故无论用何种支架，其牢固及耐久性应放在第一位。还应考虑到若干年后如支架不胜重负，可在适当疏剪的前提下，能较方便地补强加固而基本不影响当年的正常生长。根据我们几年的种植经验，还应注意新建园时，行距不能小，2.5m为最低限，否则茎蔓充分伸展开，过窄的通道令管理者及观光客处处闪避三角茎上十分尖利的短刺扎刺，很不舒适方便。很不舒适方适方便很不舒适方便很适方便很不舒适方便很适方便很不舒适方便很便很不舒适方便很不舒适方便很不舒适方便很不舒适方便很不舒适方便很不舒适方便s-->
                <!--</div>-->
            <!--</el-tab-pane>-->
            <!--<el-tab-pane label="详情" name="second">-->
                <!--<div class="detailInfo">-->
                    <!--红心火龙果的生物特性： 1. 耐热，不耐低温。能耐 40-50 ℃，而在 8 ℃以下则有不同程度的寒害，低于 0 ℃会冻死。2. 它不出自干热沙漠而出自热带雨林，故“天性”非喜干旱而喜湿润。它的根不耐水浸，并非怕水，而是不耐缺氧。由此决定其栽培特点，不求深植而应浅植，排水便利，地表最好能保持一层疏松透气湿润的覆盖物，例如枯枝落叶或生长中的杂草，仿照它祖先的生长条件，使气生根能在近地浅表蜿蜒伸展吸水吸肥。-->
                    <!--红心火龙果-->
                    <!--不少读者对火龙果还较陌生，但对剑花则多较熟悉。其实两者是同科同属植物，茎的三角柱状外形和花的大小形状十分相似，只不过剑花是光开花不结实（自花、自品种授粉不实），其花及干制品作为食用；火龙果则多能自花自品种授粉结实，结出园球形或长园形红色果皮的果实。果肉软滑清甜，种子似细芝麻粒散布于浆状（胨状）果肉中，丝毫不影响食味和口感。-->
                    <!--火龙果的花为虫媒花，和所有仙人掌科植物一样，为夜晚开花，一直开到翌日上午。傍晚太阳落山前已微微张开，蜜蜂可钻入采粉授粉，次日一早还可再来采、授粉，近中午花冠就逐渐变软下垂了。-->
                    <!--红心火龙果的生物特性： 1. 耐热，不耐低温。能耐 40-50 ℃，而在 8 ℃以下则有不同程度的寒害，低于 0 ℃会冻死。2. 它不出自干热沙漠而出自热带雨林，故“天性”非喜干旱而喜湿润。它的根不耐水浸，并非怕水，而是不耐缺氧。由此决定其栽培特点，不求深植而应浅植，排水便利，地表最好能保持一层疏松透气湿润的覆盖物，例如枯枝落叶或生长中的杂草，仿照它祖先的生长条件，使气生根能在近地浅表蜿蜒伸展吸水吸肥。-->
                    <!--红心火龙果-->
                    <!--不少读者对火龙果还较陌生，但对剑花则多较熟悉。其实两者是同科同属植物，茎的三角柱状外形和花的大小形状十分相似，只不过剑花是光开花不结实（自花、自品种授粉不实），其花及干制品作为食用；火龙果则多能自花自品种授粉结实，结出园球形或长园形红色果皮的果实。果肉软滑清甜，种子似细芝麻粒散布于浆状（胨状）果肉中，丝毫不影响食味和口感。-->
                    <!--火龙果的花为虫媒花，和所有仙人掌科植物一样，为夜晚开花，一直开到翌日上午。傍晚太阳落山前已微微张开，蜜蜂可钻入采粉授粉，次日一早还可再来采、授粉，近中午花冠就逐渐变软下垂了。-->
                    <!--红心火龙果的生物特性： 1. 耐热，不耐低温。能耐 40-50 ℃，而在 8 ℃以下则有不同程度的寒害，低于 0 ℃会冻死。2. 它不出自干热沙漠而出自热带雨林，故“天性”非喜干旱而喜湿润。它的根不耐水浸，并非怕水，而是不耐缺氧。由此决定其栽培特点，不求深植而应浅植，排水便利，地表最好能保持一层疏松透气湿润的覆盖物，例如枯枝落叶或生长中的杂草，仿照它祖先的生长条件，使气生根能在近地浅表蜿蜒伸展吸水吸肥。-->
                    <!--红心火龙果-->
                    <!--不少读者对火龙果还较陌生，但对剑花则多较熟悉。其实两者是同科同属植物，茎的三角柱状外形和花的大小形状十分相似，只不过剑花是光开花不结实（自花、自品种授粉不实），其花及干制品作为食用；火龙果则多能自花自品种授粉结实，结出园球形或长园形红色果皮的果实。果肉软滑清甜，种子似细芝麻粒散布于浆状（胨状）果肉中，丝毫不影响食味和口感。-->
                    <!--火龙果的花为虫媒花，和所有仙人掌科植物一样，为夜晚开花，一直开到翌日上午。傍晚太阳落山前已微微张开，蜜蜂可钻入采粉授粉，次日一早还可再来采、授粉，近中午花冠就逐渐变软下垂了。-->
                <!--</div>-->
            <!--</el-tab-pane>-->
            <!--<el-tab-pane label="评价" name="third">-->
                <!--<div v-for="item in dataArray" class="evalue">-->
                    <!--<div>-->
                        <!--<span>评价:张三</span><span>2017-08-18</span>-->
                    <!--</div>-->
                    <!--<div>-->
                        <!--<span>火龙果的花为虫媒花，和所有仙人掌科植物一样，为夜晚开花，一直开到翌日上午。傍晚太阳落山前已微微张开，蜜蜂可钻入采粉授粉</span>-->
                    <!--</div>-->
                <!--</div>-->
            <!--</el-tab-pane>-->
        <!--</el-tabs>-->
    </div>
</template>




<script type="es6" src="./productDetail.js"></script>

<style lang="scss" src="./productDetail.scss"></style>